Revit 2027 API
ParameterTypeId.MepHorizontailOffset Property
 "Horizontal Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepHorizontailOffset { get; }
Public Shared ReadOnly Property MepHorizontailOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepHorizontailOffset {
	ForgeTypeId^ get ();
}
static member MepHorizontailOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace